{ "translations": {
    "User enabled and verification email sent!" : "Usuari activat i correu de verificació enviat!",
    "Error while sending the verification email" : "Error mentre s'enviava el correu de verificació",
    "Resend verification email and enable" : "Reenvia el correu de verificació i activa",
    "The token is invalid" : "El testimoni no és vàlid",
    "The token is expired, please contact your provider" : "El testimoni ha caducat, contacteu amb el vostre proveïdor",
    "Password to long" : "Contrasenya massa llarga",
    "Unable to set the password. Contact your provider." : "No s'ha pogut de establir la contrasenya. Contacteu amb el vostre proveïdor.",
    "One more step required" : "Fa falta un pas més",
    "It looks like you did not create your password yet." : "Sembla que no heu creat la vostra contrasenya encara.",
    "Did you encountered an issue during the sign-up process?" : "Heu tingut cap incidència durant el procés de registre?",
    "Access your account" : "Accediu al vostre compte",
    "Welcome to your %s account" : "Benvingut al vostre compte %s",
    "Your %s account %s is now verified!" : "El vostre %s compte %s ha està verificat!",
    "Start using %s" : "Comenceu a fer servir el %s",
    "Install mobile or desktop client" : "Instal·leu el client de mòbil o d’escriptori",
    "Verify your %s account" : "Verifiqueu el vostre compte %s",
    "Just one step left to complete your account setup." : "Només queda un pas per completar la configuració del vostre compte.",
    "Click here to verify your email address" : "Feu clic aquí per verificar la vostra adreça electrònica",
    "Your %s account has been disabled" : "S'ha desactivat el vostre compte %s",
    "Your %s account %s has been disabled because it was not verified in time." : "El vostre %s compte %s s'ha desactivat perquè no s'ha verificat a temps.",
    "Please contact your provider for further assistance." : "Si us plau, contacteu amb el vostre proveïdor per obtenir més ajuda.",
    "Simple signup" : "Registre simple",
    "A confirmation mail was sent to {email}. Make sure to confirm the account within 6 hours." : "S'ha enviat un correu de confirmació a {email}. Assegureu-vos de confirmar el compte dins de les 6 properes hores.",
    "Please verify your email address" : "Si us plau verifiqueu la vostra adreça electrònica",
    "Preferred providers" : "Proveïdors preferits",
    "Preferred Providers" : "Proveïdors Preferits",
    "Allow nextcloud to request user accounts" : "Permet a nextcloud demanar comptes d'usuari",
    "After this step, you will receive a mail to verify your account within 6 hours." : "Després d'aquest pas, rebreu un correu electrònic per verificar el vostre compte dins de les 6 properes hores.",
    "Set password" : "Establiu la contrasenya",
    "Log in" : "Inicia la sessió",
    "Preferred providers token" : "Testimoni de proveïdors preferents",
    "WARNING! This token is very important and must be handled carefully. You should only give it to a nextcloud official!" : "AVÍS! Aquest testimoni és molt important i ha de ser gestionat amb cura. Doneu-lo només a un representant oficial de nextcloud!",
    "Your provider token" : "El testimoni del vostre proveïdor",
    "Reset your token" : "Restabliu el vostre testimoni",
    "Preferred providers groups" : "Grups de proveïdors preferents",
    "The following groups will be added to every new account" : "Els grups següents s'afegiràn a cada compte nou",
    "The following groups will be set to every unconfirmed account and removed when confirmed" : "Els grups següents es configuraran a tot compte no confirmat i s'eliminaran quan es confirmi",
    "The following groups will be set to every confirmed account" : "Els grups següents es configuraran a tot compte confirmat"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}