{ "translations": {
    "Simple signup" : "Registre simple",
    "The token is invalid" : "El testimoni no és vàlid",
    "The token is expired, please contact your provider" : "El testimoni ha expirat, contacteu amb el vostre proveïdor",
    "Unable to set the password. Contact your provider." : "Incapaç de posar la contrasenya. Contacteu amb el vostre proveïdor.",
    "One more step required" : "Fa falta un pas més",
    "It looks like you did not create your password yet." : "Sembla que no vau crear la contrasenya encara.",
    "Did you encountered an issue during the sign-up process?" : "Ha trobat vostè un problema durant el procés de registre?",
    "Access your account" : "Accediu al vostre compte",
    "Welcome to your %s account" : "Benvingut al teu compte %s",
    "Your %s account %s is now verified!" : "El teu %s compte %s ja està verificat!",
    "Start using %s" : "Començar a utilitzar el %s",
    "Install mobile or desktop client" : "Instal·lar client mòbil o d’escriptori",
    "Verify your %s account" : "Verifiqueu el compte %s",
    "Just one step left to complete your account setup." : "Només queda un pas per completar la configuració del compte.",
    "Click here to verify your email address" : "Feu clic aquí per verificar l'adreça electrònica",
    "Your %s account has been disabled" : "S'ha desactivat el teu compte %s",
    "Your %s account %s has been disabled because it was not verified in time." : "El teu %s compte %s s'ha inhabilitat perquè no s'ha verificat a temps.",
    "Please contact your provider for further assistance." : "Contacteu amb el vostre proveïdor per obtenir més ajuda.",
    "A confirmation mail was sent to {email}. Make sure to confirm the account within 6 hours." : "Un correu de confirmació va ser enviat a {email}. Asseguri's confirmar el compte dins de 6 hores.",
    "Please verify your email address" : "Si us plau verificar la seva adreça d’email",
    "Preferred providers" : "Proveïdors preferits",
    "Preferred Providers" : "Proveïdors preferents",
    "Allow nextcloud to request user accounts" : "Permetre nextcloud demanar comptes d'usuari",
    "After this step, you will receive a mail to verify your account within 6 hours." : "Després d'aquest pas, rebràs un correu per verificar el seu compte dins de 6 hores.",
    "Set password" : "Posar contrasenya",
    "Log in" : "Inici de sessió",
    "Preferred providers token" : "Testimoni de proveïdors preferents",
    "WARNING! This token is very important and must be handled carefully. You should only give it to a nextcloud official!" : "AVÍS! Aquest testimoni és molt important i ha de ser manejat amb cura. Només cal donar a un representant de nextcloud!",
    "Your provider token" : "El teu testimoni de proveïdor",
    "Reset your token" : "Restaurar el seu testimoni",
    "Preferred providers groups" : "Grups de proveïdors preferents",
    "The following groups will be added to every new account" : "Els grups següents s'afegiràn a cada compte nou"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}