{ "translations": {
    "User enabled and verification email sent!" : "¡Usuario activado y correo de verificación enviado!",
    "Error while sending the verification email" : "Error al mandar el correo de verificación",
    "Resend verification email and enable" : "Volver a enviar correo de verificación y activar",
    "Simple signup" : "Registro sencillo",
    "The token is invalid" : "El token no es válido",
    "The token is expired, please contact your provider" : "EL token ha caducado, por favor contacte con su proveedor",
    "Unable to set the password. Contact your provider." : "No es posible establecer la contraseña. Contacte con su proveedor",
    "One more step required" : "Se requiere un paso más",
    "It looks like you did not create your password yet." : "Parece que aún no has creado una contraseña.",
    "Did you encountered an issue during the sign-up process?" : "¿Encontraste algún problema durante el proceso de registro?",
    "Access your account" : "Accede a tu cuenta",
    "Welcome to your %s account" : "Bienvenido a tu %s cuenta",
    "Your %s account %s is now verified!" : "¡Tu %s cuenta %s ha sido verificada!",
    "Start using %s" : "Empeza a usar%s",
    "Install mobile or desktop client" : "Instalar el cliente en el móvil o el escritorio",
    "Verify your %s account" : "Verifica tu %s cuenta",
    "Just one step left to complete your account setup." : "Tan solo queda un paso para completar la configuración de tu cuenta",
    "Click here to verify your email address" : "Haga clic aquí para verificar su dirección de correo electrónico",
    "Your %s account has been disabled" : "Tu cuenta de %s ha sido desactivada",
    "Your %s account %s has been disabled because it was not verified in time." : "Tu %s cuenta %s ha sido deshabilitada porque no ha sido verificada a tiempo.",
    "Please contact your provider for further assistance." : "Por favor, póngase en contacto con su proveedor para obtener más ayuda.",
    "A confirmation mail was sent to {email}. Make sure to confirm the account within 6 hours." : "Se ha enviado un correo de confirmación a {email}. Asegúrate de confirmar la cuenta en las próximas 6 horas.",
    "Please verify your email address" : "Por favor, verifica tu dirección de correo electrónico",
    "Preferred providers" : "Proveedores preferidos",
    "Preferred Providers" : "Proveedores Preferidos",
    "Allow nextcloud to request user accounts" : "Permitir que Nextcloud solicite cuentas de usuario",
    "After this step, you will receive a mail to verify your account within 6 hours." : "Después de este paso, recibirá un correo electrónico para verificar su cuenta válido hasta dentro de 6 horas.",
    "Set password" : "Establecer contraseña",
    "Log in" : "Iniciar sesión",
    "Preferred providers token" : "Token de proveedores preferidos",
    "WARNING! This token is very important and must be handled carefully. You should only give it to a nextcloud official!" : "¡ATENCIÓN! Este token es muy importante y debe manejarse con cuidado. ¡Solo debe dárselo a un oficial de nextcloud!",
    "Your provider token" : "Token de su proveedor",
    "Reset your token" : "Restablece tu token",
    "Preferred providers groups" : "Grupos de proveedores preferidos",
    "The following groups will be added to every new account" : "Los siguientes grupos se agregarán a cada cuenta nueva"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}