{ "translations": {
    "User enabled and verification email sent!" : "Utilisateur activé et mail de vérification envoyé !",
    "Error while sending the verification email" : "Erreur lors de l'envoi du mail de vérification",
    "Resend verification email and enable" : "Activer l'utilisateur et envoyer le mail de vérification",
    "The token is invalid" : "Jeton non valide",
    "The token is expired, please contact your provider" : "Le jeton a expiré, veuillez contacter votre fournisseur",
    "Password to long" : "Mot de passe trop long",
    "Unable to set the password. Contact your provider." : "Impossible de configurer le mot de passe. Contactez votre fournisseur.",
    "One more step required" : "Encore une étape restante",
    "It looks like you did not create your password yet." : "Il semble que vous n'ayez pas encore créé votre mot de passe.",
    "Did you encounter an issue during the sign-up process?" : "Avez-vous rencontré un problème lors du processus d'inscription?",
    "Access your account" : "Accéder à votre compte",
    "Welcome to your %s account" : "Bienvenue à votre compte %s",
    "Your %s account %s is now verified!" : "Votre compte %s, %s, est maintenant vérifié !",
    "Start using %s" : "Commencez à utiliser %s",
    "Install mobile or desktop client" : "Installez le client mobile ou le client de bureau",
    "Verify your %s account" : "Vérifiez votre compte %s",
    "Just one step left to complete your account setup." : "Encore une dernière étape pour terminer la configuration de votre compte.",
    "Click here to verify your email address" : "Cliquez ici pour vérifier votre adresse email",
    "Your %s account has been disabled" : "Votre compte %s a été désactivé",
    "Your %s account %s has been disabled because it was not verified in time." : "Votre compte %s, %s, a été désactivé parce qu'il n'a pas été vérifié à temps.",
    "Please contact your provider for further assistance." : "Veuillez contacter votre fournisseur pour obtenir plus d'aide.",
    "Simple signup" : "Enregistrement simple",
    "A confirmation mail was sent to {email}. Make sure to confirm the account within 6 hours." : "Un mail de confirmation a été envoyé à {email}. Veuillez valider votre compte dans les 6 heures.",
    "Please verify your email address" : "Veuillez vérifier votre adresse email",
    "Preferred providers" : "Fournisseurs préférés",
    "Preferred Providers" : "Fournisseurs Préférés",
    "Allow nextcloud to request user accounts" : "Autoriser nextcloud à demander des comptes utilisateur",
    "After this step, you will receive a mail to verify your account within 6 hours." : "Après cette étape, vous allez recevoir un courriel pour vérifier votre compte dans les 6 heures.",
    "Set password" : "Définir le mot de passe",
    "Log in" : "Se connecter",
    "Preferred providers token" : "Jeton de fournisseurs préférés",
    "WARNING! This token is very important and must be handled carefully. You should only give it to a nextcloud official!" : "AVERTISSEMENT ! Ce jeton est très important et doit être utilisé avec précaution. Vous ne devez le partager qu'avec un responsable officiel de nextcloud !",
    "Your provider token" : "Votre jeton de fournisseur",
    "Reset your token" : "Réinitialiser votre jeton",
    "Preferred providers groups" : "Groupes de fournisseurs préférés",
    "The following groups will be added to every new account" : "Les groupes suivants seront ajoutés à chaque nouveau compte",
    "The following groups will be set to every unconfirmed account and removed when confirmed" : "Les groupes suivants seront définis pour chaque compte non confirmé et seront supprimés lorsqu'ils seront confirmés",
    "The following groups will be set to every confirmed account" : "Les groupes suivants seront établis pour chaque compte confirmé"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}