{ "translations": {
    "User enabled and verification email sent!" : "Felhasználó engedélyezve és ellenőrző e-mail elküldve!",
    "Error while sending the verification email" : "Hiba történt az ellenőrző e-mail küldésekor",
    "Resend verification email and enable" : "Küldje el újra az ellenőrző e-mailt, és engedélyezze",
    "The token is invalid" : "A token nem érvényes",
    "The token is expired, please contact your provider" : "A token lejárt, kérlek kérlek vedd fela kapcsolatot a szolgáltatóddal",
    "Password to long" : "Jelszó túl hosszú",
    "Unable to set the password. Contact your provider." : "Nem lehetett beállítani a jelszót. Lépjen kapcsolatba a szolgáltatójával.",
    "One more step required" : "Még egy lépés szükséges",
    "It looks like you did not create your password yet." : "Úgy tűnik, hogy még nem hoztad létre a jelszavad.",
    "Did you encounter an issue during the sign-up process?" : "Találkozott bármilyen problémával a regisztrációs folyamat során?",
    "Access your account" : "Belépés a fiókodba",
    "Welcome to your %s account" : "Üdvözlünk a %s fiókodban",
    "Your %s account %s is now verified!" : "A te %s fiókod %s nincs hitelesítve!",
    "Start using %s" : "Kezd használni a %s",
    "Install mobile or desktop client" : "Mobil vagy asztali kliens telepítése",
    "Verify your %s account" : "Hitelesítsd a %s fiókod",
    "Just one step left to complete your account setup." : "Csak egy lépés van hátra a fiók beállításának befejezéséhez.",
    "Click here to verify your email address" : "Kattintson ide, hogy megerősítse az e-mail címét.",
    "Your %s account has been disabled" : "A %s fiókod le lett tiltva",
    "Your %s account %s has been disabled because it was not verified in time." : "A(z) %s fiókját (%s) letiltottuk, mert azt nem sikerült időben ellenőrizni.",
    "Please contact your provider for further assistance." : "Kérjük, vedd fel a kapcsolatot a szolgáltatóddal a további segítségért.",
    "Simple signup" : "Egyszerű feliratkozás",
    "A confirmation mail was sent to {email}. Make sure to confirm the account within 6 hours." : "Megerősítő levelet küldtünk a következő címre: {email}. 6 órán belül erősítse meg a fiókot.",
    "Please verify your email address" : "Kérlek ellenőrizd az e-mail címedet",
    "Preferred providers" : "Ajánlott szolgáltatók",
    "Preferred Providers" : "Ajánlott szolgáltatók",
    "Allow nextcloud to request user accounts" : "Engedje meg, hogy a nextcloud felhasználói fiókokat kérjen",
    "After this step, you will receive a mail to verify your account within 6 hours." : "Ezt a lépést követően, kapni fogsz egy levelet 6 órán belül amivel hitelesítheted a fiókod.",
    "Set password" : "Jelszó beállítása",
    "Log in" : "Bejelentkezés",
    "Preferred providers token" : "Előnyben részesített szolgáltatói token",
    "WARNING! This token is very important and must be handled carefully. You should only give it to a nextcloud official!" : "FIGYELEM! Ez a token nagyon fontos, és gondosan kell kezelni. Csak egy Nextcloud tisztviselőnek szabad odaadnia!",
    "Your provider token" : "Szolgáltatói tokened",
    "Reset your token" : "A tokened visszaállítása",
    "Preferred providers groups" : "Előnyben részesített szolgáltatói csoportok",
    "The following groups will be added to every new account" : "A következő csoportokat minden új fiókhoz hozzáadjuk",
    "The following groups will be set to every unconfirmed account and removed when confirmed" : "A következő csoportokat minden meg nem erősített fiókhoz állítjuk be, és megerősítésük után eltávolítjuk",
    "The following groups will be set to every confirmed account" : "A következő csoportokat minden megerősített fiókhoz beállítjuk"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}