{ "translations": {
    "User enabled and verification email sent!" : "Gebruiker geactiveerd en verificatie-email verstuurd!",
    "Error while sending the verification email" : "Fout bij het versturen van de verificatie-email",
    "Resend verification email and enable" : "Verstuur verificatie-email opnieuw en activeer",
    "The token is invalid" : "Het token is ongeldig",
    "The token is expired, please contact your provider" : "Het token is verlopen. Neem contact op met je provider",
    "Password too long" : "Wachtwoord te lang",
    "Unable to set the password. Contact your provider." : "Niet mogelijk om het wachtwoord op te slaan. Neem contact op met je provider.",
    "One more step required" : "Nog een stap noodzakelijk",
    "It looks like you did not create your password yet." : "Het lijkt alsof je nog geen wachtwoord opgeslagen heeft.",
    "Did you encounter an issue during the sign-up process?" : "Kwam je een fout tegen tijdens het registratieprocess?",
    "Access your account" : "Ga naar je account",
    "Welcome to your %s account" : "Welkom bij je  %s account",
    "Your %s account %s is now verified!" : "Je %s account %s is nu bevestigd!",
    "Start using %s" : "Begin met %s",
    "Install mobile or desktop client" : "Installeer Mobiele of Desktop app",
    "Verify your %s account" : "Verifieer je %s account",
    "Just one step left to complete your account setup." : "Nog slechts een stap om je account te completeren.",
    "Click here to verify your email address" : "Click hier om je e-mailadres te verifiëren",
    "Your %s account has been disabled" : "Je %s account is uitgeschakeld",
    "Your %s account %s has been disabled because it was not verified in time." : "Je %s account %s is uitgeschakeld omdat het niet tijdig geverifieerd is.",
    "Please contact your provider for further assistance." : "Graag contact opnemen met je provider voor verdere assistentie.",
    "Simple signup" : "Eenvoudige aanmelding",
    "A confirmation mail was sent to {email}. Make sure to confirm the account within 6 hours." : "Er werd ter bevestiging een e-mailbericht gestuurd aan {email}. Bevestig het account binnen 6 uur.",
    "Please verify your email address" : "Verifieer je e-mailadres",
    "Preferred providers" : "Voorkeur providers",
    "Preferred Providers" : "Voorkeur providers",
    "Allow nextcloud to request user accounts" : "Sta nextcloud to om user accounts op te vragen",
    "Registration handling app for Nextcloud partners only" : "App voor registratieafhandeling alleen voor Nextcloud-partners",
    "Set your password" : "Stel je wachtwoord in",
    "Account name or email" : "Gebruikersnaam of email",
    "Password" : "Wachtwoord",
    "Set password" : "Sla wachtwoord op",
    "Log in" : "Aanmelden",
    "After this step, you will receive a mail to verify your account within 6 hours." : "Na deze stap ontvang je een email om je account binnen 6 uur te verifiëren.",
    "Preferred providers token" : "Voorkeur providers token",
    "WARNING! This token is very important and must be handled carefully. You should only give it to a nextcloud official!" : "WARNING! Dit token is erg belangrijk en moet met zorg behandeld worden. Je zou dit alleen aan een nextcloud-official moeten overhandigen!",
    "Your provider token" : "Je provider token",
    "Reset your token" : "Reset je token",
    "Preferred providers groups" : "Voorkeur providers groepen",
    "Select the groups to which each new account will be added." : "Selecteer de groepen waaraan elk nieuw account zal worden toegevoegd.",
    "Select the groups that will be assigned to each unconfirmed account. They will be deleted once the account has been verified." : "Selecteer de groepen die aan elk onbevestigd account worden toegewezen. Ze worden verwijderd zodra het account is geverifieerd.",
    "Select the groups that will be assigned to each confirmed account." : "Selecteer de groepen die aan elk bevestigd account worden toegewezen."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}